{
    "data": {
        "title": "ประเมินคุณธรรมและความโปร่งใส",
        "fiscal_year": "2568",
        "assessment_tool": {
            "name": "Open Data Integrity and Transparency Assessment (OIT)",
            "url": ""
        }
    },
    "indicators": [
        {
            "id": 9,
            "title": "ตัวชี้วัดที่ 9 การเปิดเผยข้อมูล",
            "description": "",
            "sub_indicators": [
                {
                    "id": "9.1",
                    "title": "ข้อมูลพื้นฐาน",
                    "subsections": [
                        {
                            "title": "ข้อมูลพื้นฐาน",
                            "table": [
                                {
                                    "ข้อ": "O1",
                                    "ข้อมูล": "โครงสร้าง",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงแผนผังแสดงโครงสร้างการแบ่งส่วนราชการของสถานศึกษา -แสดงตำแหน่งที่สำคัญและการแบ่งส่วนงานภายใน ยกตัวอย่าง เช่น สำนัก กอง ศูนย์ ฝ่าย ส่วน กลุ่ม เป็นต้น",
                                    "link": "https://www.technicchan.ac.th/index.php/flowchart/",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O1"
                                },
                                {
                                    "ข้อ": "O2",
                                    "ข้อมูล": "ข้อมูลผู้บริหาร",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงข้อมูลของผู้อำนวยการสถานศึกษา และรองผู้อำนวยการสถานศึกษา  อย่างน้อย ประกอบด้วย ดังนี้ 1. ชื่อ-นามสกุล 2. ตำแหน่ง 3. รูปถ่าย 4. ช่องทางการติดต่อ เช่น หมายเลขโทรศัพท์ หรือ Line หรือ E-mail เป็นต้น",
                                    "link": "https://www.technicchan.ac.th/index.php/executive/",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O2"
                                },
                                {
                                    "ข้อ": "O3",
                                    "ข้อมูล": "อำนาจหน้าที่",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงข้อมูลหน้าที่และอำนาจของสถานศึกษาตามที่กฎหมายกำหนด เช่น คำสั่งมอบหมายหน้าที่ของสถานศึกษา ระเบียบสำนักงานคณะกรรมการการอาชีวศึกษา ว่าด้วยการบริหารสถานศึกษา เป็นต้น",
                                    "link": "OIT/o3/คำสั่ง 656 มอบหมายหน้าที่ งปม. 2568.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O3"
                                },
                                {
                                    "ข้อ": "O4",
                                    "ข้อมูล": "แผนการพัฒนาสถานศึกษา",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงแผนการดำเนินภารกิจของสถานศึกษาที่มีระยะมากกว่า 1 ปี -มีข้อมูลรายละเอียดของแผนฯ อย่างน้อย ประกอบด้วย 1. ยุทธศาสตร์หรือแนวทาง 2. เป้าหมาย 3. ตัวชี้วัด -เป็นแผนที่มีระยะเวลาบังคับใช้ครอบคลุมปีงบประมาณปัจจุบัน",
                                    "link": "OIT/o4/แผนพัฒนาสถานศึกษา66-70.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O4"
                                },
                                {
                                    "ข้อ": "O5",
                                    "ข้อมูล": "ข้อมูลการติดต่อ",
                                    "องค์ประกอบด้านข้อมูล": "แสดงข้อมูลการติดต่อ ดังนี้แสดงข้อมูลการติดต่อของสถานศึกษา อย่างน้อย ประกอบด้วย ดังนี้ 1. ที่อยู่สถานศึกษา 2. หมายเลขโทรศัพท์ 3. E-mail 4. แผนที่ตั้ง",
                                    "link": "https://www.technicchan.ac.th/index.php/contact/",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O5"
                                },
                                {
                                    "ข้อ": "O6",
                                    "ข้อมูล": "กฎหมายที่เกี่ยวข้อง",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงกฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของสถานศึกษา เช่น แผนการศึกษาแห่งชาติ ประกาศกระทรวงศึกษาธิการ การใช้มาตรฐานการอาชีวการศึกษา ระดับ ปวช.และระดับปวส. เป็นต้น",
                                    "link": "https://drive.google.com/drive/folders/1Z_f8tf1VDt7jyqJ1hdBgFpS3THJDpBwp?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O6"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9.2",
                    "title": "การบริหารงาน",
                    "description": "",
                    "subsections": [
                        {
                            "title": "การบริหารงาน",
                            "table": [
                                {
                                    "ข้อ": "O7",
                                    "ข้อมูล": "ข่าวประชาสัมพันธ์",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงข้อมูลข่าวสารต่าง ๆ ที่เกี่ยวข้องกับการดำเนินงานตามอำนาจหน้าที่หรือภารกิจของสถานศึกษาเป็นข้อมูลข่าวสารที่เกิดขึ้นในปีงบประมาณปัจจุบัน",
                                    "link": "http://www.technicchan.ac.th/index.php/category/information/",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O7"
                                }
                            ]
                        },
                        {
                            "title": "การปฏิสัมพันธ์ข้อมูล",
                            "table": [
                                {
                                    "ข้อ": "O8",
                                    "ข้อมูล": "Q & A",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงตำแหน่งบนเว็บไซต์ของหน่วยงานที่บุคคลภายนอกสามารถสอบถามข้อมูลต่าง ๆ ได้ และหน่วย งานสามารถสื่อสารให้คำตอบกับผู้สอบถามได้ โดยมีลักษณะเป็นการสื่อสารได้สองทาง ทางหน้าเว็บไซต์ของหน่วยงาน (Q&A) ยกตัวอย่างเช่น Web board, กล่องข้อความถาม-ตอบ, Messenger Live Chat, Chatbot เป็นต้น",
                                    "link": "https://web.technicchan.ac.th/webbord",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O8"
                                },
                                {
                                    "ข้อ": "O9",
                                    "ข้อมูล": "Social Network",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงตำแหน่งบนเว็บไซต์ของสถานศึกษาที่สามารถเชื่อมโยงไปยังเครือข่ายสังคมออนไลน์ของสถานศึกษา ยกตัวอย่าง เช่น Facebook, Twitter, Instagram, TikTok เป็นต้น",
                                    "link": "OIT/o9/Social Network.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O9"
                                }
                            ]
                        },
                        {
                            "title": "การดำเนินงาน",
                            "table": [
                                {
                                    "ข้อ": "O10",
                                    "ข้อมูล": "แผนดำเนินงานประจำปี",
                                    "องค์ประกอบด้านข้อมูล": "แสดงแผนการดำเนินภารกิจของสถานศึกษาที่มีระยะ 1 ปี มีข้อมูลรายละเอียดของแผนฯ อย่างน้อย ประกอบด้วย ดังนี้ 1. โครงการหรือกิจกรรม 2. งบประมาณที่ใช้ 3. ระยะเวลาในการดำเนินการเป็นแผนที่มีระยะเวลาบังคับใช้ในปีงบประมาณปัจจุบัน",
                                    "link": "OIT/o10/เล่มแผนปฏิบัติราชการประจำปีงบประมาณ2568.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O10"
                                },
                                {
                                    "ข้อ": "O11",
                                    "ข้อมูล": "รายงานผลการดำเนินงานประจำปี",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงผลการดำเนินงานตามแผนดำเนินงานประจำปี -มีข้อมูลรายละเอียดสรุปผลการดำเนินงานย้อนหลัง 1 ปีงบประมาณ อย่างน้อย ประกอบด้วย ดังนี้ 1. ผลการดำเนินการโครงการหรือกิจกรรม 2. ผลการใช้จ่ายบประมาณ 3. ปัญหา อุปสรรค และข้อเสนอแนะ (หากไม่มีปัญหา อุปสรรค และข้อเสนอแนะ ให้เขียนบอกว่าไม่มีปัญหา อุปสรรค และข้อเสนอแนะ แต่ต้องปรากฏรายละเอียดครบทั้ง 3 องค์ประกอบ)  ",
                                    "link": "https://drive.google.com/drive/folders/1LJmXqUxLAqpjerSBHR3euCC16D7Ebt49?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O11"
                                }
                            ]
                        },
                        {
                            "title": "การปฏิบัติหน้าที่",
                            "table": [
                                {
                                    "ข้อ": "O12",
                                    "ข้อมูล": "คู่มือหรือมาตรฐานการปฏิบัติงาน",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงคู่มือหรือแนวทางการปฏิบัติงานที่เจ้าหน้าที่ของสถานศึกษาที่ใช้ยึดถือปฏิบัติให้เป็นมาตรฐานเดียวกัน -มีข้อมูลรายละเอียดของการปฏิบัติงาน อย่างน้อย 1 คู่มือ ซึ่งเป็นคู่มือปฏิบัติภารกิจใด สำหรับเจ้าหน้าที่หรือพนักงานตำแหน่งใด กำหนดวิธีการ ขั้นตอนการปฏิบัติอย่างไร เช่น คู่มือการปฏิบัติงานสำหรับเจ้าหน้าที่งานทะเบียน คู่มือการปฏิบัติงาน สำหรับเจ้าหน้าที่งานพัสดุ งานการเงิน เป็นต้น",
                                    "link": "OIT/o12/คู่มือปฏิบัติงานการตรวจสอบพัสดุประจำปีและการจำหน่วยพัสดุ.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O12",
                                    "link2": "OIT/o12/คู่มือสมรรถนะอาชีพและการปฏิบัติงานบุคลากร.pdf"
                                },
                                {
                                    "ข้อ": "O13",
                                    "ข้อมูล": "คู่มือหรือมาตรฐานการให้บริการ",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงคู่มือการให้บริการประชาชนหรือคู่มือแนวทางการปฏิบัติที่ผู้รับบริการหรือผู้มาติดต่อกับสถานศึกษา ซึ่งใช้เป็นข้อมูลในการขอรับบริการหรือติดต่อกับสถานศึกษา -มีข้อมูลรายละเอียดของการปฏิบัติ อย่างน้อย 1 คู่มือ ซึ่งกำหนดวิธีการขั้นตอนการให้บริการหรือการติดต่ออย่างไร เช่น คู่มือการให้บริการงานการเงิน, คู่มือนักเรียนนักศึกษา, คู่มือการลงทะเบียนสำหรับนักเรียน นักศึกษา, คู่มือการให้บริการประชาสัมพันธ์ เป็นต้น",
                                    "link": "OIT/o13/คู่มือนักเรียน-นักศึกษา2568.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O13"
                                },
                                {
                                    "ข้อ": "O14",
                                    "ข้อมูล": "ข้อมูลเชิงสถิติการให้บริการ",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงข้อมูลสถิติการให้บริการของสถานศึกษาสามารถจัดทำข้อมูลเป็นแบบรายเดือน หรือรายไตรมาส หรือราย 6 เดือน ที่มีข้อมูลครอบคลุมในระยะเวลา 6 เดือนแรกของ ปีงบประมาณปัจจุบัน -เป็นข้อมูลที่เกิดจากการให้บริการจากสถานศึกษา เช่น จำนวนผู้ใช้บริการ Fix it ช่วงเทศกาลปีใหม่,จำนวนผู้ใช้บริการห้องสมุดสถานศึกษา เป็นต้น",
                                    "link": "https://drive.google.com/drive/folders/1YK6T6Ov6J9r5hxcskd8g2_LELBDddJLs?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O14"
                                },
                                {
                                    "ข้อ": "O15",
                                    "ข้อมูล": "รายงานผลการสำรวจความพึงพอใจการให้บริการ",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงผลสำรวจความพึงพอใจการให้บริการของสถานศึกษา เช่น ความพึงพอใจต่อการจัดการเรียนรู้ของครูผู้สอน, ความพึงพอใจต่อการเข้าร่วมโครงการ , ความพึงพอใจการจัดงานกีฬาสี เป็นต้น -เป็นรายงานผลย้อนหลัง 1 ปีงบประมาณ",
                                    "link": "https://drive.google.com/drive/folders/14xkL8_umb8rqDdBdTbKB1wgfL9KVhOgb?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O15"
                                },
                                {
                                    "ข้อ": "O16",
                                    "ข้อมูล": "E-Service",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงช่องทางการให้บริการข้อมูลหรือธุรกรรมภาครัฐที่สอดคล้องกับภารกิจของหน่วยงานผ่านเครือข่ายอินเทอร์เน็ต โดยผู้ขอรับบริการไม่จำเป็นต้องเดินทางมายังสถานศึกษา เช่น การร้องเรียน ร้องทุกข์, การประสานงานใช้สถานที่, ระบบ ศธ. 02, ระบบ RMS เป็นต้น -สามารถเข้าถึงหรือเชื่อมโยงไปยังช่องทางข้างต้นได้จากเว็บไซต์หลักของสถานศึกษา",
                                    "link": "OIT/o16/eservice.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O16"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9.3",
                    "title": "การบริหารเงินงบประมาณ",
                    "subsections": [
                        {
                            "title": "แผนการใช้จ่ายงบประมาณประจำปี",
                            "table": [
                                {
                                    "ข้อ": "O17",
                                    "ข้อมูล": "แผนการใช้จ่ายงบประมาณประจำป",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงแผนการใช้จ่ายงบประมาณของสถานศึกษาที่มีระยะ 1 ปี มีข้อมูลรายละเอียดของแผนฯ อย่างน้อย ประกอบด้วย ดังนี้ 1. งบประมาณตามแหล่งที่ได้รับการจัดสรร 2. งบประมาณตามประเภทรายการใช้จ่าย -เป็นแผนที่มีระยะเวลาบังคับใช้ในปีงบประมาณปัจจุบัน",
                                    "link": "OIT/o17/แผนการใช้จ่ายงบประมาณ2568.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O17"
                                },
                                {
                                    "ข้อ": "O18",
                                    "ข้อมูล": "ผลการใช้จ่ายงบประมาณประจำปี",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงผลการดำเนินงานตามแผนการใช้จ่ายงบประมาณประจำปี -มีข้อมูลรายละเอียดสรุปผลการใช้จ่ายงบประมาณ อย่างน้อย  ประกอบด้วย ดังนี้ 1. ผลการใช้ตามประเภทรายการใช้จ่าย ได้แก่ งบอุดหนุน งบลงทุน งบดำเนินการ งบบุคลากร งบรายจ่ายอื่น  2. ปรากฎแผนงาน หรือ ผลผลิต หรือ โครงการ หรือ รายการ ในการใช้จ่ายงบประมาณตามประเภทรายการใช้จ่าย -เป็นรายงานผลย้อนหลัง 1 ปีงบประมาณปัจจุบัน",
                                    "link": "OIT/o18/ผลการใช้จ่ายประจำปีงบประมาณ2567.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O18"
                                }
                            ]
                        },
                        {
                            "title": "การจัดซื้อจัดจ้างหรือจัดหาพัสดุ",
                            "table": [
                                {
                                    "ข้อ": "O19",
                                    "ข้อมูล": "แผนการจัดซื้อจัดจ้างหรือการจัดหาพัสดุ",
                                    "องค์ประกอบด้านข้อมูล": "แสดงแผนการจัดซื้อจัดจ้างหรือแผนการจัดหาพัสดุตามที่สถานศึกษาจะต้องดำเนินการตามพระราชบัญญัติการจัดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ พ.ศ. 2560 -เป็นข้อมูลการจัดซื้อจัดจ้างในปีงบประมาณปัจจุบัน   * กรณีไม่มีการจัดจ้างที่มีวงเงินเกิน 5 แสนบาท หรือการจัดจ้างที่กฎหมายไม่ได้กำหนดให้ต้องเผยแพร่แผนการจัดซื้อจัดจ้าง ให้สถานศึกษาอธิบายเพิ่มเติม โดยละเอียด หรือเผยแพร่ว่าไม่มีการจัดซื้อจัดจ้างในกรณีดังกล่าว",
                                    "link": "https://drive.google.com/drive/folders/1oeVGXoajN74xHjHHQIa6tIWt0dt15eWG?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O19"
                                },
                                {
                                    "ข้อ": "O20",
                                    "ข้อมูล": "ประกาศต่าง ๆ เกี่ยวกับการจัดซื้อจัดจ้าง หรือการจัดหาพัสดุ",
                                    "องค์ประกอบด้านข้อมูล": " -แสดงประกาศการจัดซื้อจัดจ้างตามที่สถานศึกษาจะต้องดำเนินการตามพระราชบัญญัติการจัดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ พ.ศ. 2560 เช่น ประกาศเชิญชวน, ประกาศผลการจัดซื้อจัดจ้าง เป็นต้น  -เป็นข้อมูลการจัดซื้อจัดจ้างในปีงบประมาณปัจจุบัน",
                                    "link": "http://www.technicchan.ac.th/index.php/category/procurement/",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O20"
                                },
                                {
                                    "ข้อ": "O21",
                                    "ข้อมูล": "สรุปผลการจัดซื้อจัดจ้าง หรือการจัดหาพัสดุรายเดือน",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงสรุปผลการจัดซื้อจัดจ้างของสถานศึกษา -มีข้อมูลรายละเอียดผลการจัดซื้อจัดจ้าง อย่างน้อย ประกอบด้วย ดังนี้ 1.ชื่อหน่วยงาน 2.งานที่หรือจ้าง 3.วงเงินที่ซื้อหรือจ้าง  4.วิธีการซื้อหรือจ้าง 5.รายชื่อผู้เสนอราคา 6.ราคาที่เสนอ 7.รายชื่อผู้ได้รับการคัดเลือก 8.ราคาที่ตกลงซื้อหรือจ้างคัดเลือก 9.เหตุผลที่คัดเลือกโดยสรุป 10.เลขที่และวันที่ของสัญญาหรือข้อตกลงในการซื้อหรือจ้าง หรือ ตามแบบฟอร์มระบบจัดซื้อจัดจ้างภาครัฐของกรมบัญชีกลาง  -เป็นข้อมูลแบบรายเดือนที่มีข้อมูลครอบคลุมในระยะเวลา 6 เดือนแรกของปีงบประมาณปัจจุบัน",
                                    "link": "OIT/o21/สรุปผลการจัดซื้อเครื่องมือผู้เรียน.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O21"
                                },
                                {
                                    "ข้อ": "O22",
                                    "ข้อมูล": "รายงานผลการจัดซื้อจัดจ้างหรือการจัดหาพัสดุประจำปี",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงผลการจัดซื้อจัดจ้างของสถานศึกษา -มีข้อมูลรายละเอียดผลการจัดซื้อจัดจ้าง อย่างน้อย ประกอบด้วย ดังนี้ 1.ชื่อหน่วยงาน 2.งานที่หรือจ้าง 3.วงเงินที่ซื้อหรือจ้าง  4.วิธีการซื้อหรือจ้าง 5.รายชื่อผู้เสนอราคา 6.ราคาที่เสนอ 7.รายชื่อผู้ได้รับการคัดเลือก 8.ราคาที่ตกลงซื้อหรือจ้างคัดเลือก 9.เหตุผลที่คัดเลือกโดยสรุป 10.เลขที่และวันที่ของสัญญาหรือข้อตกลงในการซื้อหรือจ้าง หรือ ตามแบบฟอร์มระบบจัดซื้อจัดจ้างภาครัฐของกรมบัญชีกลาง  -เป็นรายงานผลย้อนหลัง 1 ปีงบประมาณ",
                                    "link": "https://drive.google.com/drive/folders/1gF46iHFRtXkqQNz8Za8lOD6HENR43Sid?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O22"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9.4",
                    "title": "การบริหารและพัฒนาทรัพยากรบุคคล",
                    "subsections": [
                        {
                            "title": "การบริหารและพัฒนาทรัพยากรบุคคล",
                            "table": [
                                {
                                    "ข้อ": "O23",
                                    "ข้อมูล": "การดำเนินโครงการ/กิจกรรมที่แสดงถึงการพัฒนาทรัพยากรบุคคล",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงการดำเนินโครงการ/กิจกรรมที่แสดงถึงการพัฒนาทรัพยากรบุคคลจำนวนไม่น้อยกว่า 3 โครงการ/กิจกรรม อย่างน้อย ประกอบด้วยรายละเอียด ดังนี้ 1. โครงการ/กิจกรรม 2. งบประมาณ 3. กลุ่มเป้าหมาย 4.ะระยะเวลาดำเนินโครงการ/กิจกรรม -เป็นการดำเนินการในงบประมาณปัจจุบัน",
                                    "link": "https://drive.google.com/drive/folders/1BgjxK8Ra1MQ_IrMjNbsXDldtIadALMPQ?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O23"
                                },
                                {
                                    "ข้อ": "O24",
                                    "ข้อมูล": "หลักเกณฑ์การบริหารและพัฒนาทรัพยกรบุคคล",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงหลักเกณ์การบริหารและพัฒนาทรัพยากรบุคคลที่ยังใช้บังคับในสถานศึกษาในปีงบประมาณปัจจุบัน อย่างน้อย ประกอบด้วย ดังนี้ 1.การสรรหาและคัดเลือกบุคคล เช่น การคัดสรรหาและคัดเลือก พนักงานราชการ, ครูพิเศษสอน, เจ้าหน้าที่ เป็นต้น (กรณีไม่มีการสรรหา ให้ใช้การต่อสัญญา) 2.การบรรจุและการแต่งตั้งบุคลากร เช่น การบรรจุและแต่งตั้งพนักงานราชการ,ครูพิเศษสอน, เจ้าหน้าที่ เป็นต้น  (กรณีไม่มีบรรจุและแต่งตั้ง ให้ใช้การต่อสัญญา) 3.การพัฒนาบุคคลกร เช่น พัฒนาครูและบุคคลกรทารการศึกษาในการจัดการเรียนรู้ เป็นต้น 4.การประเมินผลการปฏิบัติงานบุคลากร เช่น รายงานผลการประเมินเงินเดือน เป็นต้น 5.การสร้างขวัญกำลังใจ เช่น การขอพระราชทานเครื่องราชอิสริยาภรณ์,การแสดงความยินดีครูและบุคลากรทางการศึกษาที่ผ่านการเลื่อนวิทยฐานะที่สูงขึ้น,การเชิดชูเกียรติครูและบุคลากรดีเด่น เป็นต้น",
                                    "link": "https://drive.google.com/drive/folders/1Hcibguy7P0aAxEROAsdx8NZOPZzyJbfT?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O24"
                                },
                                {
                                    "ข้อ": "O25",
                                    "ข้อมูล": "รายงานผลกานดำเนินโครงการ/กิจกรรมที่แสดงถึงการพัฒนาทรัพยากรบุคคล",
                                    "องค์ประกอบด้านข้อมูล": "แสดงผลการดำเนินโครงการ/กิจกรรมที่แสดงถึงการพัฒนาทรัพยากรบุคคลจำนวนไม่น้อยกว่า 3 โครงการ/กิจกรรม ที่แสดงถึงการพัฒนาทรัพยากร มีข้อมูลรายละเอียดสรุปผลดำเนินการ อย่างน้อย ประกอบด้วยรายละเอียด ดังนี้ 1. ผลการดำเนินโครงการหรือกิจกรรม 2. ผลการใช้จ่ายงบประมาณ 3. ปัญหา อุปสรรค และข้อเสนอแนะ  -เป็นรายงานผลย้อนหลัง 1 ปีงบประมาณ",
                                    "link": "https://drive.google.com/drive/folders/1bzsGRqlSB_x4A41iBzx72SbarrUvQBOZ?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O25"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9.5",
                    "title": "การส่งเสริมความโปร่งใสในสถานศึกษา",
                    "subsections": [
                        {
                            "title": "การจัดการเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ",
                            "table": [
                                {
                                    "ข้อ": "O26",
                                    "ข้อมูล": "แนวปฏิบัติการจัดการเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงคู่มือหรือแนวทางการดำเนินการต่อเรื่องร้องเรียนที่เกี่ยวข้องกับการทุจริตและประพฤติมิชอบของเจ้าหน้าที่หรือบุคลากรทางการศึกษาในสถานศึกษา มีข้อมูลรายละเอียดของการปฏิบัติงาน อย่างน้อย ประกอบด้วย ดังนี้ 1. รายละเอียดวิธีการที่บุคคลภายนอกจะทำการร้องเรียน 2. รายละเอียดขั้นตอนหรือวิธีการในการจัดการต่อเรื่องร้องเรียน 3. ส่วนงานที่รับผิดชอบ (รอง ผอ.)4. ระยะเวลาดำเนินการ",
                                    "link": "https://drive.google.com/drive/folders/1TZF160lXNVATBHCETDD1NdHIr21h66JI?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O26"
                                },
                                {
                                    "ข้อ": "O27",
                                    "ข้อมูล": "ช่องทางแจ้งเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงช่องทางที่บุคคลภายนอกสามารถแจ้งเรื่องร้องเรียนเกี่ยวกับการทุจริตและประพฤติมิชอบของบุคลากรทางการศึกษาของสถานศึกษาผ่านทางช่องทางออนไลน์ของสถานศึกษา โดยแยกต่างหากจากช่องทาง การร้องเรียนเรื่องทั่วไป เพื่อเป็นการคุ้มครองข้อมูลของ ผู้แจ้งเบาะแสและเพื่อให้สอดคล้องกับแนวปฏิบัติการจัดการเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ -สามารถเข้าถึงหรือเชื่อมโยงไปยังช่องทางข้างต้นได้จากเว็บไซต์หลักของสถานศึกษา",
                                    "link": "OIT/o27/ช่องทางการร้องเรียน1.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O27"
                                },
                                {
                                    "ข้อ": "O28",
                                    "ข้อมูล": "ข้อมูลเชิงสถิติเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงข้อมูลสถิติเรื่องร้องเรียนการทุจริตและประพฤติ มิชอบของเจ้าหน้าที่หรือบุคลากรทางการศึกษาของสถานศึกษา -มีข้อมูลความก้าวหน้าการจัดการเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ อย่างน้อย ประกอบด้วย ดังนี้ 1. จำนวนเรื่องร้องเรียนทั้งหมด 2. จำนวนเรื่องที่ดำเนินการแล้วเสร็จ 3. จำนวนเรื่องที่อยู่ระหว่างดำเนินการ -สามารถจัดทำข้อมูลเป็นแบบรายเดือน หรือรายไตรมาส หรือราย 6 เดือน ที่มีข้อมูลครอบคลุมในระยะเวลา 6 เดือนแรกของปีงบประมาณปัจจุนัน     *กรณีไม่มีเรื่องร้องเรียนให้เผยแพร่ว่าไม่มีเรื่องร้องเรียน",
                                    "link": "OIT/o28/รายงานสรุปผลการดำเนินการเรื่องร้องเรียน.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O28"
                                }
                            ]
                        },
                        {
                            "title": "การเปิดโอกาสให้เกิดการมีส่วนร่วม",
                            "table": [
                                {
                                    "ข้อ": "O29",
                                    "ข้อมูล": "การเปิดโอกาสให้เกิดการมีส่วนร่วม",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงการดำเนินการหรือกิจกรรมที่แสดงถึงการเปิดโอกาสให้บุคคลภายนอกได้มีส่วนร่วมในการดำเนินงานตามภารกิจของสถานศึกษา เช่น ประชาสัมพันธ์กิจกรรม/โครงการ, การลงนามความร่วมมือ (MOU)กับสถานประกอบการหรือบุคคล/หน่วยงานภายนอก เป็นต้น -เป็นการดำเนินการในปีงบประมาณปัจจุบัน",
                                    "link": "OIT/o29/O 29 การเปิดโอกาสการมีส่วนร่วม.pdf",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O29"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": 10,
            "title": "ตัวชี้วัดที่ 10 การป้องกันการทุจริต",
            "description": "",
            "sub_indicators": [
                {
                    "id": "10.1",
                    "title": "การดำเนินการเพื่อป้องกันการทุจริต",
                    "subsections": [
                        {
                            "title": "เจตจำนงสุจริตของผู้บริหารสถานศึกษา",
                            "table": [
                                {
                                    "ข้อ": "O30",
                                    "ข้อมูล": "นโยบายไม่รับของขวัญ (No Gift Policy)",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงนโยบายว่าผู้บริหาร เจ้าหน้าที่ และบุคลากร ทุกคน จะต้องไม่มีการรับของขวัญ (No Gift Policy) -ดำเนินการโดยผู้บริหารสถานศึกษา หรือผู้ที่ได้รับมอบหมาย หรือผู้ที่ปฏิบัติหน้าที่แทน -เป็นการดำเนินการในปีงบประมาณปัจจุบัน",
                                    "link": "https://drive.google.com/drive/folders/1diGDVHk-VpQ6LroJBdPn_eYlJQFKFpCc?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O30"
                                },
                                {
                                    "ข้อ": "O31",
                                    "ข้อมูล": "การมีส่วนร่วมของผู้บริหารสถานศึกษา",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงการดำเนินการหรือกิจกรรมที่แสดงถึงการมีส่วนร่วมของผู้บริหารสถานศึกษา หรือผู้ที่ได้รับอมบหมาย หรือผู้ที่ปฏิบัติหน้าที่แทน -เป็นการดำเนินการหรือกิจกรรมที่แสดงให้เห็นถึงการให้ความสำคัญกับการปรับปรุง พัฒนา และส่งเสริมสถานศึกษาด้านคุณธรรมและโปร่งใส หรือมีส่วนร่วมในการประกาศนโยบายไม่รับของขวัญ (No Gift Policy) -เป็นการดำเนินการในปีงบประมาณปัจจุบัน",
                                    "link": "https://drive.google.com/drive/folders/1uofQV3IowSoBqZKarZOQ6LQYq2AD7Twk?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O31"
                                }
                            ]
                        },
                        {
                            "title": "การประเมินความเสี่ยงเพื่อป้องกันการทุจริต",
                            "table": [
                                {
                                    "ข้อ": "O32",
                                    "ข้อมูล": "การประเมินผลควบคุมภายใน",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงรายการผลประเมินควบคุมภายใน อย่างน้อย ประกอบด้วยรายละเอียด ดังนี้  1. ด้านสภาพแวดล้อม 2. ด้านดารประเมินความเสี่ยง 3. ด้านสารสนเทศและการสื่อสาร4. ด้านการติดตามและการประเมินผล -เป็นการดำเนินการย้อนหลัง 1 ปีงบประมาณ",
                                    "link": "https://drive.google.com/drive/folders/1xbn__k2-kA1LlEIzUuZCxK5SSl8LEWdJ?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O32"
                                },
                                {
                                    "ข้อ": "O33",
                                    "ข้อมูล": "การเสริมสร้างวัฒนธรรมองค์กร",
                                    "องค์ประกอบด้านข้อมูล": "-มีการนำหลักสูตรด้านทุจริตศึกษาไปใช้ในการจัดการเรียนการสอน ระดับ ปวช. รหัสวิชา 20000-2003 รายวิชากิจกรรมเสริมสร้างสุจริต จิตอาสา และระดับ ปวส. 30000-2001 รายวิชากิจกรรมเสริมสร้างสุจริต จิตอาสา หรือ กิจกรรมที่เกี่ยวข้องกับการเสริมสร้างวัฒนธรรมองค์กรที่เกี่ยวข้องกับการป้องกันการทุจริตในรูปแบบอื่นๆ เช่น โครงการ/กิจกรรม, แนวทางปฏิบัติ, ประกาศนโยบายไม่รับของขวัญ ฯลฯ",
                                    "link": "https://drive.google.com/drive/folders/1RXwa9HZCx2qn3YDAKFfnh1xxH58H-9BH?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O33"
                                },
                                {
                                    "ข้อ": "O34",
                                    "ข้อมูล": "โครงการ/กิจกรรมที่เกี่ยวข้องกับการป้องกันการทุจริต",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงโครงการ/กิจกรรม ที่มีวัตถุประสงค์ เพื่อป้องกันการทุจริต หรือพัฒนาด้านคุณธรรมและความโปร่งใสของสถานศึกษา อย่างน้อย ประกอบด้วยรายละเอียด ดังนี้ 1. โครงการ/กิจกรรม2. งบประมาณ 3. ช่วงเวลาดำเนินการ  -เป็นโครงการ/กิจกรรม ที่มีระยะเวลาบังคบใช้ในปีงบประมาณปัจจุบัน",
                                    "link": "https://drive.google.com/drive/folders/152mMs6KwaPi-JZN2MsceD1m0tIPt44TF?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O34"
                                },
                                {
                                    "ข้อ": "O35",
                                    "ข้อมูล": "รายงานผลดำเนินโครงการ/กิจกรรมที่เกี่ยวข้องกับการป้องกันการทุจริตประจำปี",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงการดำเนินโครงการ/กิจกรรมที่เกี่ยวข้องกับการป้องกันการทุจริต มีข้อมูลรายละเอียดสรุปผลการดำเนินการ อย่างน้อย ประกอบด้วยรายละเอียด ดังนี้ 1. ผลการดำเนินการโครงการหรือกิจกรรม 2.ผลการใช้จ่ายงบประมาณ 3.ปัญหา อุปสรรค และข้อเสนอแนะ  -เป็นรายงานย้อนหลัง 1 ปีงบประมาณ",
                                    "link": "https://drive.google.com/drive/folders/1VKnfXyQTkBnzOT3hR5kQV_I30ZB4F5nA?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O35"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "10.2",
                    "title": "มาตราการภายในเพื่อป้องกันการทุจริต",
                    "subsections": [
                        {
                            "title": "มาตราการภายในเพื่อป้องกันการทุจริต",
                            "table": [
                                {
                                    "ข้อ": "O36",
                                    "ข้อมูล": "มาตรการส่งเสริมคุณธรรมและความโปร่งใสภายในสถานศึกษา",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงการวิเคราะห์ผลการประเมินคุณธรรม และความโปร่งใสในการดำเนินงานของสถานศึกษาอาชีวศึกษา ย้อนหลัง 1 ปีงบประมาณ อย่างน้อย ประกอบด้วย ดังนี้ 1. ประเด็นที่เป็นข้อบกพร่องหรือจุดอ่อนที่จะต้องแก้ไขโดยเร่งด่วน 2. ประเด็นที่จะต้องพัฒนาให้ดีขึ้น ที่มีความสอดคล้องกับผลการประเมินฯ (หากไม่ได้ดำเนินการให้แสดงมาตรการที่ส่งเสริมคุณธรรมและความโปร่งใสภายในสถานศึกษาหรือประกาศนโยบายไม่รับของขวัญ)",
                                    "link": "https://drive.google.com/drive/folders/11TXcnEqYDFaS2alcMHGcgeOXgTEateU9?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O36"
                                },
                                {
                                    "ข้อ": "O37",
                                    "ข้อมูล": "การดำเนินการตามมาตรการส่งเสริมคุณธรรมและความโปร่งใสภายในสถานศึกษา",
                                    "องค์ประกอบด้านข้อมูล": "-แสดงความก้าวหน้า หรือผลการดำเนินการตามมาตรการเพื่อส่งเสริมคุณธรรม และความโปร่งใสภายในสถานศึกษา -มีข้อมูลรายละเอียดการนำมาตรการเพื่อส่งเสริมคุณธรรม และความโปร่งใสภายในหน่วยงานในข้อO36 ไปสู่การปฏิบัติอย่างเป็นรูปธรรม  -เป็นการดำเนินการในปีงบประมาณปัจจุบัน",
                                    "link": "https://drive.google.com/drive/folders/1M3v9F3q7Sj3P392W82ntvCXDkQPaVQa5?usp=drive_link",
                                    "การเผยแพร่ข้อมูล": "ข้อมูล O37"
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}